[
  {
    "uuid": "a9f1c6e5-9383-4d12-b28d-734c9370f861",
    "location": "Exeter, UK",
    "timeStamp": "7 Jan 2025 at 09:30",
    "title": "The Phantom Warning",
    "text": "I was drifting through town, lost in thought, when I stepped into the street without looking. A piercing shriek sliced through the air—an old woman, her voice cracking like dead leaves, screamed for me to stop. I froze and turned just in time to see a bus thunder past, a blast of air clawing at my face. My heart pounded as I looked across to thank her, but the street was empty. No trace of her remained. That’s when the chill set in—she looked exactly like my grandmother, who we buried seven years ago. I still remember the floral scarf she wore... the same one we buried her in."
  },
  {
    "uuid": "47e3291a-6f67-4fc0-9d06-25fa4d1f3ae1",
    "location": "Edinburgh, UK",
    "timeStamp": "20 March 2024 at 11:30",
    "title": "The Pianist's Lament",
    "text": "We wandered into the skeleton of an abandoned theater, its air thick with forgotten breath. As we crept through its crumbling halls, a piano melody began to drift—low, haunting, almost mournful. It drew us to the stage, where a dust-veiled piano sat, keys untouched, strings long dead. Then he appeared: a tall, gaunt figure in tattered evening wear, standing in the balcony like a relic of grief. He stared down at us, his eyes hollow with memory, before dissolving into nothingness. Later, I learned of the fire—the pianist who perished mid-performance, still searching for his final ovation."
  },
  {
    "uuid": "b83cb7e0-df38-493b-b53d-2616175ea5f9",
    "location": "Dunwich, UK",
    "timeStamp": "7 Jan 2025 at 10:00",
    "title": "The Widow in the Rocking Chair",
    "text": "The hotel was ancient, its walls whispering with age. At 2AM, I woke to the slow creak of footsteps across my room, soft and deliberate. I called out, but no answer came. I grappled with the light switch. As my eyes adjusted to the pale, sickly glow that spilled across the room, I noticed the rocking chair in the corner, moving to and fro as if someone had just risen from it. I watched it until it came to a dead, silent stop. In the gray light of dawn, I told the hotel owner. She gave me a knowing glance. 'That chair belonged to Edith. She lost her husband at sea and never left this room again. You’re not the first to feel her presence.'"
  },
  {
    "location": "Whitby, UK",
    "timeStamp": "12 February 2025 at 01:40",
    "text": "The guesthouse overlooked the cliffs, its windows rattling softly with the sea wind. I woke suddenly, certain someone was standing beside my bed. The room felt wrong—too warm, too close. I lay frozen as the sound of breathing filled the darkness, slow and uneven, not my own. My phone screen flickered when I turned it on, revealing nothing but the empty chair near the door. The breathing stopped instantly. At breakfast, I mentioned the night to the caretaker. He went pale and quietly crossed himself. ‘That room was sealed for years,’ he said. ‘A sailor was found there once. They said the sea never stopped breathing through him.",
    "title": "The Room That Breathed"
  },
  {
    "location": "Lynton, Devon, UK",
    "timeStamp": "18 March 2025 at 02:36",
    "text": "The boarding house sat alone above the cliffs, its windows dark except for mine. Sometime after midnight, I was jolted awake by a soft knock at the door—two taps, slow and polite. I assumed another guest had the wrong room and waited, but the knocking came again, identical, measured. When I opened the door, the hallway was empty, the air cold enough to fog my breath. I shut the door and turned back toward the bed, only to hear the same two knocks—this time from inside the room. At checkout, the owner listened quietly, then nodded. “She only knocks twice,” he said. “If you answer the third, she doesn’t leave.”",
    "title": "The Woman Who Knocked Twice"
  },
  {
    "location": "Rannoch Moor, Scotland",
    "timeStamp": "5 November 2025 at 19:21",
    "text": "  The road across the moor was empty for miles, swallowed by fog and silence. At exactly 3:12 AM, my car stalled without warning. As I stepped out, a single yellow light flickered in the distance—far too steady to be a star. Drawn to it, I walked until the cold soaked into my bones. The light grew brighter, revealing a lone lantern hanging in midair, gently swaying as if held by an unseen hand.   When I reached for it, the lantern went out, plunging the moor into darkness. Behind me, I heard slow footsteps matching my own breath. At sunrise, my car started instantly. Back at the roadside inn, the bartender grew pale when I mentioned the lantern.   “They say if the light finds you,” he whispered, “the moor remembers your way home—so you don’t have to.” ",
    "title": "The Light on the Moor"
  },
  {
    "location": "Kolkata",
    "timeStamp": "8 January 2026 at 19:23",
    "text": " The boarding house sat alone above the cliffs, its windows dark except for mine. Sometime after midnight, I was jolted awake by a soft knock at the door— two taps, slow and polite.   I assumed another guest had the wrong room and waited, but the knocking came again, identical, measured. When I opened the door, the hallway was empty, the air cold enough to fog my breath.   I shut the door and turned back toward the bed, only to hear the same two knocks— this time from inside the room.   At checkout, the owner listened quietly, then nodded.   “She only knocks twice,” he said. “If you answer the third, she doesn’t leave.”    Read Another Story ",
    "title": "New Story"
  },
  {
    "location": "Kolkata",
    "timeStamp": "23 January 2026 at 19:25",
    "text": " The boarding house sat alone above the cliffs, its windows dark except for mine. Sometime after midnight, I was jolted awake by a soft knock at the door— <b>two taps</b>, slow and polite.   I assumed another guest had the wrong room and waited, but the knocking came again, <b>identical, measured</b>. When I opened the door, the hallway was empty, <b>the air cold enough to fog my breath</b>.   I shut the door and turned back toward the bed, only to hear the same two knocks— <b>this time from inside the room</b>.   At checkout, the owner listened quietly, then nodded.   <b>“She only knocks twice,”</b> he said. <b>“If you answer the third, she doesn’t leave.”</b>   <b>Read Another Story</b> ",
    "title": "Story test"
  },
  {
    "location": "Chanditala , India ",
    "timeStamp": "5 June 2025 at 17:50",
    "text": "Saw a very scary ghost",
    "title": "A Scare ghost"
  }
]